Repository: kodi-game/game.libretro.mame
Catalog: game.libretro.mame/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, es_mx, fr_fr

# Addon Description
source: MAME stands for [B]M[/B]ultiple [B]A[/B]rcade [B]M[/B]achine [B]E[/B]mulator. MAME can currently emulate several thousand classic arcade games from the late 1970s through the modern era.
da_dk: MAME står for [B]M[/B]ultiple [B]A[/B]rcade [B]M[/B]achine [B]E[/B]mulator. MAME kan i øjeblikket efterligne flere tusinde klassiske arkadespil fra slutningen af 1970'erne gennem den moderne æra.
es_es: MAME son las siglas de [B]M[/B]ultiple [B]A[/B]rcade [B]M[/B]achine [B]E[/B]mulator. Actualmente, MAME puede emular varios miles de juegos arcade clásicos desde finales de los 70 hasta la era moderna.

# Addon Disclaimer
source: Icon credit: peter-86 (peter-86.deviantart.com)
da_dk: Billedkreditering: peter-86 (peter-86.deviantart.com)
es_es: Crédito del icono: peter-86 (peter-86.deviantart.com)

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes
es_mx: Ajustes
fr_fr: Paramètres

# #30002
source: Lightgun Mode
es_es: Modo Pistola de Luz

# #30003
source: Lightgun Offscreen Position
es_es: Posición Fuera de Pantalla para Pistola de Luz

# #30004
source: Profile Buttons Per Game
es_es: Perfilar Botones Por Juego

# #30005
source: Joystick Deadzone
es_es: Zona muerta de Joystick

# #30006
source: Joystick Saturation
es_es: Saturación de Joystick

# #30007
source: Joystick 4-way Simulation
es_es: Simulación de Joystick de 4 vías

# #30010
source: Alternate Renderer
es_es: Renderizador Alternativo

# #30011
source: Alternate Renderer Resolution
es_es: Resolución Renderizador Alternativo

# #30015
source: Boot to BIOS
es_es: Arrancar en BIOS
es_mx: Arrancar al BIOS

# #30016
source: Boot to OSD
es_es: Arrancar en OSD
es_mx: Arrancar al OSD

# #30018
source: Read Configuration
es_es: Leer Configuración

# #30019
source: Write Configuration
es_es: Escribir Configuración

# #30020
source: MAME INI Paths
da_dk: MAME INI stier
es_es: Rutas INI de MAME
fr_fr: Chemins MAME INI

# #30021
source: Save State Naming
es_es: Guardar Nombre de Estado

# #30022
source: Auto Save/Load States
es_es: Guardar/Cargar Estados Automáticamente

# #30024
source: Softlist Automatic Media Type
es_es: Tipo de Medio Automático de Softlist

# #30025
source: Media Type
es_es: Tipo de Medio

# #30026
source: Thread Mode
es_es: Modo de Hilo

# #30027
source: Cheats
es_es: Trucos

# #30028
source: Throttle
es_es: Acelerador

# #30030
source: Joystick Threshold
es_es: Umbral del Joystick

# #30031
source: Mouse
es_es: Ratón

# #30032
source: Screen Rotation Mode
es_es: Modo de Rotación de Pantalla

# #30033
source: CPU Overclock
es_es: Overclock de CPU

# #30034
source: Automatic Load Fast-Forward
es_es: Carga Automática de Avance Rápido

# #30001
source: Read configuration
da_dk: Læs konfiguration
es_mx: Leer configuración
fr_fr: Lire la configuration

# #30002
source: Write configuration
da_dk: Skriv konfiguration
es_mx: Escribir configuración
fr_fr: Écrire la configuration

# #30003
source: Save state naming
da_dk: Gem navngivning af tilstanden
es_mx: Nombrado de estados de guardado
fr_fr: Enregistrer la dénomination de l'état

# #30004
source: Auto save/load states
da_dk: Gem/indlæs automatisk tilstande
es_mx: Cargar/guardar estados automáticamente
fr_fr: États de sauvegarde/chargement automatiques

# #30005
source: Enable in-game mouse
da_dk: Aktiver mus i spillet
es_mx: Activar ratón de juego
fr_fr: Activer la souris dans le jeu

# #30006
source: Lightgun mode
da_dk: Tilstand for lightgun
es_mx: Modo pistola de luz
fr_fr: Mode pistolet léger

# #30007
source: Lightgun offscreen position
da_dk: Lightgun position udenfor skærmen

# #30008
source: Profile Buttons according to games (Restart)
da_dk: Profilknapper i henhold til spil (genstart)
fr_fr: Boutons de profil selon les jeux (Redémarrer)

# #30009
source: Enable throttle
da_dk: Aktiver throttle
fr_fr: Activer l'accélérateur

# #30010
source: Enable cheats
da_dk: Aktiver snydekoder
fr_fr: Activer les cheats

# #30011
source: Main CPU Overclock
da_dk: Overclock af hoved-CPU
fr_fr: Overclock du processeur principal

# #30012
source: Alternate render method
da_dk: Alternativ renderingsmetode
fr_fr: Méthode de rendu alternative

# #30013
source: Enable softlists
da_dk: Aktiver softlists

# #30014
source: Softlist automatic media type
da_dk: Kom automatisk medietyper på softlisten

# #30015
source: Media type
da_dk: Medietype

# #30016
source: Boot to BIOS
da_dk: Boot til BIOS

# #30017
source: Boot to OSD
da_dk: Boot til OSD

# #30018
source: Boot from CLI
da_dk: Boot fra CLI
fr_fr: Démarrage à partir de la CLI

# #30019
source: Resolution
da_dk: Opløsning
fr_fr: Résolution

# #30021
source: MAME Joystick 4-way simulation
da_dk: Simulering af MAME 4-vejs joystick
fr_fr: Simulation 4 voies du joystick MAME

# #30007
source: Profile Buttons according to games (Restart)
es_mx: Botones de perfil acordes a los juegos (Reiniciar)

# #30008
source: Enable throttle
es_mx: Activar limitantes

# #30009
source: Enable cheats
es_mx: Activar trucos

# #30010
source: Main CPU Overclock
es_mx: Overclock del CPU principal

# #30011
source: Alternate render method
es_mx: Método de renderizado alternativo

# #30012
source: Enable softlists
es_mx: Activar Softlists

# #30013
source: Softlist automatic media type
es_mx: Tipo de medio de Softlist automático

# #30014
source: Media type
es_mx: Tipo de medio

# #30017
source: Boot from CLI
es_mx: Arrancar desde línea de comandos

# #30018
source: Resolution
es_mx: Resolución

# #30019
source: MAME INI Paths
es_mx: Rutas INI de MAME

# #30020
source: MAME Joystick 4-way simulation
es_mx: Simulación de palanca de direcciones de MAME
